{"translation-revision-date":"2020-09-25 13:40:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"With the Pro version, you can change the look and feel of your website in seconds. In just a few clicks, you can change the color and typography of your website. The premium version lets you have better control over the theme as it comes with more customization options. Not just that, the theme also has more sections and layout options as compared to the free version. The Pro version is multi-language compatible as well.":["Pro sürümü ile, web sitenizin görünümünü saniyeler içinde değiştirebilirsiniz. Sadece birkaç tıklama ile, web sitenizin rengini ve yazı tiplerini değiştirebilirsiniz. Ücretli versiyon, daha fazla uyarlama seçeneği sayesinde size tema üzerinde daha iyi bir kontrol sağlar. Sadece bu da değil, temamız aynı zamanda ücretsiz versiyona kıyasla daha fazla bölüm ve yerleşim seçeneği de sunmaktadır. Pro sürümü çoklu dil desteğine de sahiptir."],"Useful Plugins":["Faydalı eklentiler"],"Regenerate Thumbnails":["Küçük görselleri yeniden oluştur "],"BlossomThemes Email Newsletter":["BlossomThemes e-posta haber bülteni "],"BlossomThemes Toolkit":["BlossomThemes araçları"],"Free vs Pro":["Ücretsiz ile ücretli sürüm karşılaştırması "],"Also, you might experience a slower response time during the weekend, so please bear with us.":["Ayrıca, hafta sonu boyunca daha uzun bir yanıt süresi ile karşılaşabilirsiniz, bu yüzden lütfen bizimle kalmaya devam edin."],"Before you send us a support ticket for any issues, please make sure you have updated the theme to the latest version. We might have fixed the bug in the theme update.":["Herhangi bir sorun için bize destek bileti göndermeden önce, lütfen temayı en son sürüme güncellemiş olduğunuzdan emin olun. Tema güncellemesi ile hatayı zaten düzeltmiş olabiliriz."],"How can I solve my issues quickly and get faster support?":["Sorunlarımı nasıl çabuk çözebilir ve daha hızlı destek alabilirim?"],"If your customizer is not loading properly or you are having issues with the theme, it might be due to the plugin conflict.":["Özelleştiriciniz düzgün yüklenmiyorsa veya tema ile ilgili sorun yaşıyorsanız, nedeni eklenti çakışması olabilir."],"Why is my theme not working well?":["Neden temam düzgün çalışmıyor?"],"How do I change the copyright text?":["Telif hakkı metnini nasıl değiştirebilirim?"],"The Pro version is built with lots of flexibility in mind for future upgrades. Therefore, it is slightly different than the free theme but extremely flexible and easy-to-use.":["Ücretli sürüm, gelecekteki yükseltmeler düşünülerek bir çok esneklikle tasarlanmıştır. Bu nedenle, ücretsiz temadan biraz farklıdır, ancak son derece esnek ve kullanımı kolaydır."],"When you upgrade to the Pro theme, your posts, pages, media, categories, and other data will remain intact-- all your data is saved.":["Ücretli temaya yükseltme yaptığınızda, yazı, sayfa, ortam dosyaları, kategori ve diğer verileriniz aynı kalır; tüm verileriniz korunur."],"Upgrading to the Pro version- will I lose my changes?":["Ücretli sürüme yükseltme yaparken - değişikliklerimi kaybeder miyim?"],"With Premium version, besides the extra features and frequent updates, you get premium support. If you run into any theme issues, you will get a lot quicker response compared to the free support.":["Premium sürümde, ek özelliklerin ve sık güncellemelerin yanı sıra premium destek alırsınız. Herhangi bir tema sorunuyla karşılaşırsanız, ücretsiz desteğe kıyasla çok daha hızlı yanıt alırsınız."],"What are the advantages of upgrading to the Premium version?":["Premium sürüme yükseltmenin avantajları nelerdir?"],"Both Free and Pro version of the themes are well-built. However, the Pro version comes with many additional features.":["Temaların gerek ücretsiz gerekse ücretli sürümleri iyi tasarlanmıştır. Ancak, ücretli sürüm birçok ek özellik içermektedir."],"What is the difference between Free and Pro?":["Ücretsiz ve ücretli sürüm arasındaki farklar nelerdir?"],"However, since the Pro version comes with added features and settings, you will need to set up the additional features in the customizer. This process is simple and only takes a few minutes.":["Öte yandan, ücretli sürüm ek özellikler ve ayarlara sahip olduğundan özelleştiricideki ek özellikleri ayarlamanız gerekecektir. Bu süreç kolaydır ve sadece birkaç dakikanızı alır."],"Home":["Ana sayfa"],"General Settings":["Genel ayarlar"],"Footer Settings":["Alt kısım ayarları"],"Activate":["Etkinleştir"],"Install":["Yükle"]}},"comment":{"reference":"build\/dashboard.js"}}